[
  {
    "SR NO": 25,
    "AUTHORS": "Ajay Kumar and Ramakanta Meher",
    "TITLE": "Solving time-fractional differential equations using q-homotopy analysis method along with Shehu transform"
  },
  {
    "SR NO": 27,
    "AUTHORS": "Akshey and Twinkle R. Singh",
    "TITLE": "Approximate Analytical Solutions of the Time-Fractional Reaction-Diffusion Convection Equations using Aboodh Transform Iterative Method"
  },
  {
    "SR NO": 51,
    "AUTHORS": "Amit Kumar Saini, Satyendra Singh Chauhan and Ashish Tiwari",
    "TITLE": "Steady Creeping Flow of Carreau Fluid through Aggregates of Porous Cylindrical Particles: Brinkman Model"
  },
  {
    "SR NO": 12,
    "AUTHORS": "Ankush Kumar , Pallavi Mahale",
    "TITLE": "Simplified Levenberg-Marquardt method for solving nonlinear ill-posed operator equations in Hilbert Scales"
  },
  {
    "SR NO": 2,
    "AUTHORS": "Anoop Kumar",
    "TITLE": "Scrutiny of the materials for the appropriateness of prestressing cable anchorage system: finite element based"
  },
  {
    "SR NO": 50,
    "AUTHORS": "Anshu , Balram Dubey and Sourav Kumar Sasmal",
    "TITLE": "Turing patterns analysis in a delayed predator-prey system equipped with fear effect and prey refuge"
  },
  {
    "SR NO": 9,
    "AUTHORS": "AYUSHI S. SENGAR AND N. S. UPADHYE",
    "TITLE": "GENERALIZED FRACTIONAL SKELLAM PROCESSES"
  },
  {
    "SR NO": 1,
    "AUTHORS": "Babita Mehta, P. K. Parida",
    "TITLE": "Study of convergence of third order family of iterative method in the context of Riemannian manifolds"
  },
  {
    "SR NO": 29,
    "AUTHORS": "Bhavin M. Rachhadiya, Twinkle R. Singh",
    "TITLE": "Hermite-Hadamard inequality for harmonically convex function using d1Tq-quantum integral"
  },
  {
    "SR NO": 21,
    "AUTHORS": "Chavda Divyesh Vinodbhai",
    "TITLE": "Jacobi neural network method for solving delay and system of delay differential equations."
  },
  {
    "SR NO": 28,
    "AUTHORS": "Chiranjeev K. Shahu, Shruti Dubey, Sharad Dwivedi2",
    "TITLE": "Domain wall dynamics in trilayer nanostructures under the influence of spin-orbit torque and nonlinear dissipative effect"
  },
  {
    "SR NO": 41,
    "AUTHORS": "Divya Varu, Shivi Agarwal, and Trilok Mathur",
    "TITLE": "A fuzzy new slack DEA model with credibility approach"
  },
  {
    "SR NO": 32,
    "AUTHORS": "Gourav Arora and Rajesh Kumar",
    "TITLE": "Semi-analytical Approach to Solve Non-linear Aggregation Equation"
  },
  {
    "SR NO": 17,
    "AUTHORS": "Harshad Sakariya, Sushil Kumar",
    "TITLE": "Numerical study of Gray-Scott Equations using Radial Basis Functions"
  },
  {
    "SR NO": 19,
    "AUTHORS": "Ishapathik Das, Fathima Ayoob",
    "TITLE": "Robust Credit Risk Modelling using a Family of Link Functions"
  },
  {
    "SR NO": 14,
    "AUTHORS": "Jayesh Savaliya",
    "TITLE": "A note on Non-Triangular metric spaces"
  },
  {
    "SR NO": 44,
    "AUTHORS": "Jyoti Luhaniwal, Shivi Agarwal and Trilok Mathur",
    "TITLE": "Measuring Efficiency of Indian Software Industries: A Data Envelopment Analysis (DEA) Perspective"
  },
  {
    "SR NO": 10,
    "AUTHORS": "Kalyan Barman",
    "TITLE": "Stable approximation via Stein’s method"
  },
  {
    "SR NO": 24,
    "AUTHORS": "Kiran Dhirawat and Ramakanta Meher",
    "TITLE": "Computational approach of J-Adomian Decomposition Method(JADM) to fractional telegraph equation"
  },
  {
    "SR NO": 47,
    "AUTHORS": "KOMAL DESWAL, AND DEVENDRA KUMAR",
    "TITLE": "A NOVEL HIGHER ORDER NUMERICAL SCHEME FOR GENERALIZED TIME-FRACTIONAL BURGERS’ EQUATION"
  },
  {
    "SR NO": 31,
    "AUTHORS": "KOMAL, DEVENDRA KUMAR",
    "TITLE": "STABLE NUMERICAL SCHEME FOR TIME FRACTIONAL CONVECTION-DIFFUSION-REACTION PROBLEMS WITH NONLOCAL CONDITION"
  },
  {
    "SR NO": 18,
    "AUTHORS": "Lavanya K G",
    "TITLE": "Kernel induced fast and robust intuitionistic fuzzy c-means clustering for medical image segmentaion"
  },
  {
    "SR NO": 48,
    "AUTHORS": "Masoom Bhargava, Sourav Kumar Sasmal",
    "TITLE": "A STUDY TO CONTROL WILD MOSQUITO WITH STERILE RELEASE USING DYNAMICAL SYSTEM"
  },
  {
    "SR NO": 30,
    "AUTHORS": "Md Abu Talhmainuddin Ansary",
    "TITLE": "A Globally Convergent Proximal Gradient Method for Unconstrained Multi-objective Optimization Problems Using Quadratic Approximations"
  },
  {
    "SR NO": 16,
    "AUTHORS": "Nandhin M",
    "TITLE": "A novel approach of segmenting medical images using fast and robust intuitionistic fuzzy c-means clustering"
  },
  {
    "SR NO": 4,
    "AUTHORS": "Naveen Chandra Bhagat and P. K. Parida",
    "TITLE": "Gauss-Newton-Secant method for the solution of non-linear least-square problems using ω -condition"
  },
  {
    "SR NO": 52,
    "AUTHORS": "Neha Trivedi and S. Das",
    "TITLE": "Study of three collinear cracks in a composite medium"
  },
  {
    "SR NO": 22,
    "AUTHORS": "Parthkumar P. Sartanpara and Ramakanta Meher",
    "TITLE": "A novel homotopy approach to solve fractional Fisher equation using Shehu transformation"
  },
  {
    "SR NO": 45,
    "AUTHORS": "Praveen Mathil",
    "TITLE": "Graph invariants of the cozero-divisor graphs of rings"
  },
  {
    "SR NO": 38,
    "AUTHORS": "Premful Kumar and Raj Nandkeolyar",
    "TITLE": "Unsteady MHD flow over an inclined rotating and stretching disc in a non-Darcy porous medium with radiative flux"
  },
  {
    "SR NO": 40,
    "AUTHORS": "Premful Kumar and Raj Nandkeolyar",
    "TITLE": "The Magnetohydrodynamics in the Transient Three-Dimensional Flow of a Casson Fluid along a Doubly-Stretched Sheet"
  },
  {
    "SR NO": 33,
    "AUTHORS": "Rahul Bhattacharjee",
    "TITLE": "Extended Thermodynamic Model for Dense Gases : Enskog-Vlasov 10 Moment Equations with H-Theorem."
  },
  {
    "SR NO": 39,
    "AUTHORS": "Rakhee Kulshretha and Pooja",
    "TITLE": "Comparison of Perfect and Imperfect Sensing Models for Cognitive Radio Networks with Heterogeneous Traffic"
  },
  {
    "SR NO": 6,
    "AUTHORS": "Reena Koundal",
    "TITLE": "Comparative study of Chebyshev, Legendre and Lucas wavelets"
  },
  {
    "SR NO": 34,
    "AUTHORS": "Renu Choudhary, Devendra Kumar",
    "TITLE": "Collocation-based numerical simulation of fractional order Allen-Cahn equation"
  },
  {
    "SR NO": 20,
    "AUTHORS": "Rishu Gandhi, B.K. Sharma",
    "TITLE": "MHD Casson blood flow through a permeable artery with a time-variant aneurysm using Koo-Kleinstreuer-Li correlations"
  },
  {
    "SR NO": 15,
    "AUTHORS": "Sachin Devaiya",
    "TITLE": "Error of approximation of functions by Eq.T -means of its Fourier-Laguerre series"
  },
  {
    "SR NO": 35,
    "AUTHORS": "Saddam Hussain and Rajesh Kumar",
    "TITLE": "Semi-analytical solutions for Condensing Coagulation and Lifshitz-Slyozov models"
  },
  {
    "SR NO": 23,
    "AUTHORS": "Sahu Nagesh, Saroj R. Yadav",
    "TITLE": "A generalized (G|/G)-expansion method for a Solution of Porous Media Equation"
  },
  {
    "SR NO": 8,
    "AUTHORS": "Sajana, Kapil Kumar Choudharya, Balram Dubeya",
    "TITLE": "Complex dynamics of a nonautonomous nutrient-plankton system with environmental toxins"
  },
  {
    "SR NO": 7,
    "AUTHORS": "Sapan Kumar Nayak1, P. K. Parida and P. K. Sahoo",
    "TITLE": "Global convergence analysis of a higher order family of fractional iterative method."
  },
  {
    "SR NO": 36,
    "AUTHORS": "SATPAL SINGH, DEVENDRA KUMAR, AND HIGINIO RAMOS",
    "TITLE": "A ROBUST NUMERICAL TECHNIQUE FOR WEAKLY COUPLED SYSTEM OF PARABOLIC SINGULARLY PERTURBED REACTION-DIFFUSION EQUATIONS"
  },
  {
    "SR NO": 13,
    "AUTHORS": "Shailesh Kumar Srivastava",
    "TITLE": "On Tr -Strong Convergence of Numerical Sequences"
  },
  {
    "SR NO": 49,
    "AUTHORS": "Shantnu Ramsharan, Shivi Agarwal, Trilok Mathur",
    "TITLE": "Expected Credits Approach for Scale Efficiency using fuzzy DEA"
  },
  {
    "SR NO": 42,
    "AUTHORS": "Sharmistha Rakshita, Anirban Lakshmana, and Kshitish Ch. Mistrib",
    "TITLE": "Influence of different wave characteristics on the propagation of surface waves in a\npiezo-thermoelastic half-space"
  },
  {
    "SR NO": 3,
    "AUTHORS": "Sudeep Singh Sanga",
    "TITLE": "Control F-policy for Machine Repair Model with General Retrial"
  },
  {
    "SR NO": 5,
    "AUTHORS": "Sudeep Singh Sanga, khushbu Antala",
    "TITLE": "Cost Optimization of M/M/1/K Machine Repair Model under Admission Control F-policy"
  },
  {
    "SR NO": 46,
    "AUTHORS": "Suman Kaswan, Mahendra Devanda, Chandra Shekhar",
    "TITLE": "Optimal Analysis of Two-stage Queueing Systems with Balking, Encouraged Arrivals and F-policy"
  },
  {
    "SR NO": 11,
    "AUTHORS": "Sushil Kumar",
    "TITLE": "Cubic B-Spline Collocation Method for Space -Time Fractional Nonlinear Parabolic Partial Differential Equations"
  },
  {
    "SR NO": 43,
    "AUTHORS": "Vijender Yadav, Ankur Saurav, and Chandra Shekhar",
    "TITLE": "Optimal Economical Analysis of Time/Price-Discount/Advertisement-Dependent Demand with Advanced and Credit policy"
  },
  {
    "SR NO": 26,
    "AUTHORS": "Vishalkumar J. Prajapati and Ramakanta Meher",
    "TITLE": "A robust analytic approach to solve non-linear fractional partial differential equations using fractional complex transform"
  },
  {
    "SR NO": 37,
    "AUTHORS": "Yogesh Kuntal, Satyendra Singh Chauhan  and Ashish Tiwari",
    "TITLE": "Solute Transport in Two Fluid Flow through Microvessels with Stenosed Boundary: An Asymptotic Analysis"
  }
]